"Archive Name:" = "Name:";
/* Encryption */
"Password:" = "Kennwort:";
"Show Password" = "Kennwort anzeigen";
"Encrypt" = "Verschlüsseln";
"Passwords do not match!" = "Die Kennwörter stimmen nicht überein!";

/* Compression options */
"Choose Compression Type" = "Kompression wählen";
"Compression Level:" = "Kompressionsstärke:";
"None" = "Ohne Kompression";
"Lowest" = "Niedrig";
"Medium" = "Normal";
"Highest" = "Hoch";

/* Pre-compression */
"Audio Pre Compression:" = "Audio-Komprimierung:";
"Image Pre Compression:" = "Bild-Komprimierung:";
"Make ZIP compatible" = "ZIP kompatibel";

/* Pre-compression formats */
"JPEG (Low Quality)" = "JPEG (Niedrige Qualität)";
"JPEG (Medium Quality)" = "JPEG (Mittlere Qualität)";
"JPEG (High Quality)" = "JPEG (Hohe Qualität)";
"PNG" = "PNG";
"TIFF" = "TIFF";
"TGA" = "TGA";
"SGI" = "SGI";
"PSD" = "PSD";
"PDF" = "PDF";
"BMP" = "BMP";
"GIF" = "GIF";
"EXR" = "EXR";
"JPEG-2000" = "JPEG-2000";
"M4A (Lowest Quality)" = "M4A (Niedrigste Qualität)";
"M4A (Low Quality)" = "M4A (Niedrige Qualität)";
"M4A (Medium Quality)" = "M4A (Mittlere Qualität)";
"M4A (High Quality)" = "M4A (Hohe Qualität)";
"MP4 (Lowest Quality)" = "MP4 (NiedrigsteQualität)";
"MP4 (Low Quality)" = "MP4 (Niedrige Qualität)";
"MP4 (Medium Quality)" = "MP4 (Mittlere Qualität)";
"MP4 (High Quality)" = "MP4 (Hohe Qualität)";
